[
    {
        "document":"disaster",
        "phrases":[
            "Certain human activities",
            "Scientists",
            "climate data",
            "theoretical approaches",
            "Climate change",
            "geological evidence",
            "General circulation models",
            "borehole temperature profiles",
            "records",
            "extended period",
            "deep",
            "past",
            "instrumental record",
            "variations",
            "plate tectonics",
            "stable",
            "isotope",
            "future climate",
            "physical sciences",
            "climate change",
            "other analyses",
            "weather",
            "future projections",
            "statistical distribution",
            "deep accumulations",
            "cores",
            "theoretical models",
            "Earth",
            "ongoing climate change",
            "faunal records",
            "average weather conditions",
            "effects",
            "time",
            "years",
            "observations",
            "term average conditions",
            "solar radiation",
            "change",
            "climate record",
            "weather patterns",
            "past —",
            "extreme weather events",
            "glacial",
            "floral",
            "periglacial processes",
            "primary causes",
            "decades",
            "past sea levels",
            "biotic processes",
            "factors such",
            "time variation",
            "recent data",
            "sediment layers",
            "millions",
            "ice",
            "causes",
            "global warming",
            "volcanic eruptions"
        ],
        "sentences":"Climate change is change in the statistical distribution of weather patterns when that change lasts for an extended period of time (i.e., decades to millions of years). Climate change may refer to change in average weather conditions, or in the time variation of weather around longer-term average conditions (i.e., more or fewer extreme weather events). Climate change is caused by factors such as biotic processes, variations in solar radiation received by Earth, plate tectonics, and volcanic eruptions. Certain human activities have been identified as primary causes of ongoing climate change, often referred to as global warming. Scientists actively work to understand past and future climate by using observations and theoretical models. climate record—extending deep into the Earth's past—has been assembled, and continues to be built up, based on geological evidence from borehole temperature profiles, cores removed from deep accumulations of ice, floral and faunal records, glacial and periglacial processes, stable-isotope and other analyses of sediment layers, and records of past sea levels. More recent data are provided by the instrumental record. General circulation models, based on the physical sciences, are often used in theoretical approaches to match past climate data, make future projections, and link causes and effects in climate change."
    },
    {
        "document":"disaster",
        "phrases":[
            "biology",
            "adaptive trait",
            "developmental norm",
            "reaction",
            "natural selection",
            "fitness",
            "conditions",
            "succession",
            "environmental challenges",
            "means",
            "response",
            "environments",
            "current functional role",
            "traits",
            "phenotype",
            "correction",
            "current state",
            "biological insurance",
            "adaptation",
            "Adaptations",
            "trait",
            "life",
            "Organisms",
            "survival",
            "adaptive plasticity",
            "resilience",
            "Adaptation",
            "organism",
            "individuals",
            "dynamic evolutionary process",
            "essential"
        ],
        "sentences":"In biology, an adaptation, also called an adaptive trait, is trait with current functional role in the life of an organism that is maintained and evolved by means of natural selection. Adaptation refers to both the current state of being adapted and to the dynamic evolutionary process that leads to the adaptation. Adaptations enhance the fitness and survival of individuals. Organisms face succession of environmental challenges as they grow and develop and are equipped with an adaptive plasticity as the phenotype of traits develop in response to the imposed conditions. The developmental norm of reaction for any given trait is essential to the correction of adaptation as it affords kind of biological insurance or resilience to varying environments."
    },
    {
        "document":"disaster",
        "phrases":[
            "spices",
            "many cases",
            "technological developments",
            "output",
            "past several centuries",
            "health effects",
            "Agriculture",
            "industrial meat production",
            "study",
            "biofuels",
            "other products",
            "meats",
            "Modern agronomy",
            "vegetables",
            "oils",
            "human life",
            "cotton",
            "organisms",
            "years",
            "depletion",
            "bamboo",
            "animal welfare",
            "other chemicals",
            "agriculture",
            "component",
            "plant breeding",
            "modern practices",
            "Other useful materials",
            "silk",
            "meat",
            "key development",
            "widespread ecological damage",
            "drugs",
            "such",
            "percentages",
            "one third",
            "biofuel",
            "agricultural workers",
            "history",
            "wool",
            "civilization",
            "workers",
            "antibiotics",
            "foods",
            "pesticides",
            "effects",
            "raw materials",
            "scale monoculture farming",
            "sedentary human civilization",
            "global issues",
            "countries",
            "cultures",
            "animal husbandry",
            "cereals",
            "Specific foods",
            "fungi",
            "breeding",
            "food surpluses",
            "grains",
            "fuels",
            "Agricultural food production",
            "global warming",
            "growth hormones",
            "major agricultural products",
            "different climates",
            "rise",
            "farming",
            "concerns",
            "medicinal plants",
            "Significant degradation",
            "lumber",
            "same time",
            "hemp",
            "large",
            "debate",
            "water resources",
            "flax",
            "species",
            "cultivation",
            "plants",
            "animals",
            "Raw materials",
            "fiber",
            "technologies",
            "dyes",
            "development",
            "ornamental products such",
            "cut flowers",
            "thousands",
            "agricultural science",
            "food",
            "Selective breeding",
            "fronts",
            "aquifers",
            "yields",
            "resins",
            "Fibers",
            "recent decades",
            "fibers",
            "world",
            "number",
            "land",
            "perfumes",
            "negative human health effects",
            "service sector",
            "nursery plants",
            "fertilizers",
            "Industrial agriculture",
            "agrochemicals such",
            "several countries",
            "fruits",
            "dominant agricultural methodology",
            "water management"
        ],
        "sentences":"Agriculture is the cultivation and breeding of animals, plants and fungi for food, fiber, biofuel, medicinal plants and other products used to sustain and enhance human life. Agriculture was the key development in the rise of sedentary human civilization, whereby farming of domesticated species created food surpluses that nurtured the development of civilization. The study of agriculture is known as agricultural science. The history of agriculture dates back thousands of years, and its development has been driven and defined by greatly different climates, cultures, and technologies. Industrial agriculture based on large-scale monoculture farming has become the dominant agricultural methodology. Modern agronomy, plant breeding, agrochemicals such as pesticides and fertilizers, and technological developments have in many cases sharply increased yields from cultivation, but at the same time have caused widespread ecological damage and negative human health effects. Selective breeding and modern practices in animal husbandry have similarly increased the output of meat, but have raised concerns about animal welfare and the health effects of the antibiotics, growth hormones, and other chemicals commonly used in industrial meat production. Genetically modified organisms are an increasing component of agriculture, although they are banned in several countries. Agricultural food production and water management are increasingly becoming global issues that are fostering debate on number of fronts. Significant degradation of land and water resources, including the depletion of aquifers, has been observed in recent decades, and the effects of global warming on agriculture and of agriculture on global warming are still not fully understood. The major agricultural products can be broadly grouped into foods, fibers, fuels, and raw materials. Specific foods include cereals (grains), vegetables, fruits, oils, meats and spices. Fibers include cotton, wool, hemp, silk and flax. Raw materials include lumber and bamboo. Other useful materials are also produced by plants, such as resins, dyes, drugs, perfumes, biofuels and ornamental products such as cut flowers and nursery plants. Over one third of the world's workers are employed in agriculture, second only to the service sector, although the percentages of agricultural workers in developed countries has decreased significantly over the past several centuries."
    },
    {
        "document":"disaster",
        "phrases":[
            "United Nations",
            "crop failure",
            "widespread scarcity",
            "20th century",
            "direct",
            "Somalia",
            "food",
            "continent",
            "due",
            "variations",
            "famine",
            "sub",
            "Most",
            "phenomenon",
            "history",
            "weather",
            "aid",
            "several factors",
            "Eastern Europe",
            "1970s",
            "most deaths",
            "Saharan Africa",
            "world",
            "period",
            "government policies",
            "conflict",
            "19th",
            "affected continent",
            "mortality",
            "extreme cases",
            "Agricultural conditions",
            "countries",
            "starvation",
            "population imbalance",
            "epidemic",
            "Yemen",
            "Asia",
            "South Sudan",
            "Nigeria",
            "Africa",
            "distribution",
            "numbers",
            "risk",
            "regional malnutrition"
        ],
        "sentences":"famine is widespread scarcity of food, caused by several factors including crop failure, population imbalance, or government policies. This phenomenon is usually accompanied or followed by regional malnutrition, starvation, epidemic, and increased mortality. Every inhabited continent in the world has experienced period of famine throughout history. In the 19th and 20th century, it was generally Eastern Europe and Asia that suffered the most deaths from famine. The numbers dying from famine began to fall sharply from the 1970s. Some countries, particularly in sub-Saharan Africa, continue to have extreme cases of famine. Since 2010, Africa has been the most affected continent in the world. As of 2017, the United Nations has warned some 20 million are at risk in South Sudan, Somalia, Nigeria and Yemen. Agricultural conditions have been fluctuating more and more due to variations in weather, and the distribution of food has been affected by conflict. Most programmes now direct their aid towards Africa."
    },
    {
        "document":"disaster",
        "phrases":[
            "Food Security",
            "demand",
            "stability",
            "supply",
            "million people",
            "anti",
            "Agriculture",
            "fuel shortages",
            "acceptable ways",
            "central authorities",
            "Granaries",
            "food secure",
            "economic instability",
            "critical food supply",
            "years",
            "Later definitions",
            "dietary needs",
            "utilization",
            "food preferences",
            "hunger",
            "enough food",
            "vital",
            "healthy life",
            "condition",
            "Household food security",
            "civilizations",
            "various risk factors",
            "emphasis",
            "other rights",
            "fear",
            "history",
            "USDA",
            "food scarcity",
            "uncertain ability",
            "sufficient",
            "Agriculture Organization",
            "adequate",
            "wars",
            "10,000 years",
            "uncertain availability",
            "times",
            "chronic hunger",
            "situation",
            "Declaration",
            "dumping mechanisms",
            "Concerns",
            "unavailability",
            "production",
            "1996 World Food Summit",
            "active",
            "acceptable foods",
            "use",
            "four pillars",
            "steady expansion",
            "much",
            "United Nations",
            "prices",
            "economic access",
            "malnutrition",
            "food security",
            "droughts",
            "Food",
            "final report",
            "famine",
            "shipping disruptions",
            "1996 World Summit",
            "people",
            "Sustainable Development",
            "fluctuations",
            "access",
            "physical",
            "ancient Egypt",
            "nutritious food",
            "FAO",
            "adequate world food supplies",
            "United States Department",
            "individuals",
            "instrument",
            "evidence",
            "agriculture market regulation",
            "other hand",
            "future disruption",
            "food",
            "safe foods",
            "political",
            "basic foodstuffs",
            "1974 World Food Conference",
            "members",
            "Food security",
            "International Centre",
            "world",
            "enjoyment",
            "lack",
            "Individuals",
            "storage",
            "food consumption",
            "term",
            "access issues",
            "UN",
            "starvation",
            "limited",
            "ancient China",
            "measure",
            "economic pressure",
            "availability",
            "safe",
            "resilience",
            "definition",
            "Human Rights",
            "Right",
            "Trade",
            "Food insecurity"
        ],
        "sentences":"Food security is condition related to the supply of food, and individuals' access to it. Concerns over food security have existed throughout history. There is evidence of Granaries being in use over 10,000 years ago, with central authorities in civilizations including ancient China and ancient Egypt being known to release food from storage in times of famine. At the 1974 World Food Conference the term \"food security\" was defined with an emphasis on supply. Food security, they said, is the \"availability at all times of adequate world food supplies of basic foodstuffs to sustain steady expansion of food consumption and to offset fluctuations in production and prices\". Later definitions added demand and access issues to the definition. The final report of the 1996 World Food Summit states that food security \"exists when all people, at all times, have physical and economic access to sufficient, safe and nutritious food to meet their dietary needs and food preferences for an active and healthy life\". Household food security exists when all members, at all times, have access to enough food for an active, healthy life. Individuals who are food secure do not live in hunger or fear of starvation. Food insecurity, on the other hand, is situation of \"limited or uncertain availability of nutritionally adequate and safe foods or limited or uncertain ability to acquire acceptable foods in socially acceptable ways\", according to the United States Department of Agriculture (USDA). Food security incorporates measure of resilience to future disruption or unavailability of critical food supply due to various risk factors including droughts, shipping disruptions, fuel shortages, economic instability, and wars. In the years 2011-2013, an estimated 842 million people were suffering from chronic hunger. The Food and Agriculture Organization of the United Nations, or FAO, identified the four pillars of food security as availability, access, utilization, and stability. The United Nations (UN) recognized the Right to Food in the Declaration of Human Rights in 1948, and has since noted that it is vital for the enjoyment of all other rights. The 1996 World Summit on Food Security declared that \"food should not be used as an instrument for political and economic pressure\". According to the International Centre for Trade and Sustainable Development, failed agriculture market regulation and the lack of anti-dumping mechanisms cause much of the world's food scarcity and malnutrition."
    },
    {
        "document":"disaster",
        "phrases":[
            "five key principles",
            "way food safety",
            "developed countries",
            "export inspection",
            "food additives",
            "Food",
            "theory",
            "management",
            "adequate safe water",
            "pathogens",
            "pests",
            "routines",
            "food",
            "intricate standards",
            "pets",
            "industry",
            "person to person",
            "market",
            "100% preventable",
            "governmental import",
            "consumer practices",
            "people",
            "ways",
            "safe delivery",
            "severe health hazards",
            "tracks",
            "pesticide residues",
            "foodborne illness",
            "concern",
            "consumers",
            "critical item",
            "foods",
            "consumer",
            "number",
            "practices",
            "preparation",
            "time",
            "safety",
            "food preparation",
            "appropriate temperature",
            "food hygiene",
            "storage",
            "certification systems",
            "WHO",
            "safe water",
            "handling",
            "appropriate length",
            "Prevent",
            "countries",
            "Cook foods",
            "origins",
            "policies",
            "disease",
            "guidelines",
            "thought",
            "usual thought",
            "lesser",
            "availability",
            "safe",
            "line",
            "food labeling",
            "bacteria",
            "proper temperature",
            "food defense",
            "growth medium",
            "food poisoning",
            "Food safety",
            "harm",
            "biotechnology",
            "main issue",
            "safe raw materials",
            "Separate raw",
            "market practices",
            "food safety considerations",
            "scientific discipline"
        ],
        "sentences":"Food safety is scientific discipline describing handling, preparation, and storage of food in ways that prevent foodborne illness. This includes number of routines that should be followed to avoid potentially severe health hazards. In this way food safety often overlaps with food defense to prevent harm to consumers. The tracks within this line of thought are safety between industry and the market and then between the market and the consumer. In considering industry to market practices, food safety considerations include the origins of food including the practices relating to food labeling, food hygiene, food additives and pesticide residues, as well as policies on biotechnology and food and guidelines for the management of governmental import and export inspection and certification systems for foods. In considering market to consumer practices, the usual thought is that food ought to be safe in the market and the concern is safe delivery and preparation of the food for the consumer. Food can transmit disease from person to person as well as serve as growth medium for bacteria that can cause food poisoning. In developed countries there are intricate standards for food preparation, whereas in lesser developed countries the main issue is simply the availability of adequate safe water, which is usually critical item. In theory, food poisoning is 100% preventable. The five key principles of food hygiene, according to WHO, are: Prevent contaminating food with pathogens spreading from people, pets, and pests. Separate raw and cooked foods to prevent contaminating the cooked foods. Cook foods for the appropriate length of time and at the appropriate temperature to kill pathogens. Store food at the proper temperature. Do use safe water and safe raw materials."
    },
    {
        "document":"disaster",
        "phrases":[
            "ambit",
            "public",
            "imaginary relation",
            "group",
            "political",
            "ideology",
            "imaginary",
            "members",
            "dominant class",
            "theory accounts",
            "explicit system",
            "unconscious ideas",
            "critical",
            "Marxist",
            "Ideology",
            "existence",
            "ideas",
            "private life",
            "normative beliefs",
            "individual",
            "society",
            "Political ideologies",
            "real conditions",
            "conscious",
            "thought",
            "societies",
            "society such",
            "concepts such",
            "economic tendency",
            "worldview",
            "Greek ιδεολογία",
            "ontology",
            "Althusserian sense",
            "comprehensive set",
            "narrower",
            "elite"
        ],
        "sentences":"Ideology (from Greek ιδεολογία) is comprehensive set of normative beliefs, conscious and unconscious ideas, that an individual, group or society has. An ideology is narrower in ambit than the ideas expressed in concepts such as worldview, imaginary and ontology. Political ideologies can be proposed by the dominant class of society such as the elite to all members of society as suggested in some Marxist and critical-theory accounts. In societies that distinguish between public and private life, every political or economic tendency entails ideology, whether or not it is propounded as an explicit system of thought. In the Althusserian sense, ideology is \"the imaginary relation to the real conditions of existence\"."
    },
    {
        "document":"disaster",
        "phrases":[
            "survey samples",
            "probability theory",
            "numerical data",
            "Measurement processes",
            "Big data",
            "idealized null hypothesis",
            "scientific",
            "statistics",
            "central",
            "Webster dictionary",
            "study",
            "Statistics deals",
            "blunder",
            "country",
            "terms",
            "branch",
            "same procedure",
            "planning",
            "diverse topics such",
            "data collection",
            "dispersion",
            "typical value",
            "department",
            "other types",
            "location",
            "statistical population",
            "conventional",
            "inferential statistics",
            "bias",
            "sampling variation",
            "inferences",
            "Two main statistical methods",
            "random variation",
            "active research",
            "collection",
            "random",
            "sample",
            "variability",
            "mathematical statistics",
            "incorrect units",
            "systematic",
            "such",
            "facts",
            "biased estimates",
            "synthetic data",
            "experimental study",
            "observational errors",
            "null hypothesis",
            "idealized model",
            "contrast",
            "organization",
            "two sets",
            "data analysis",
            "analysis",
            "specific techniques",
            "Representative sampling",
            "extent",
            "Populations",
            "observational study",
            "populations",
            "mathematics",
            "indexes such",
            "important",
            "sufficient sample size",
            "manipulation",
            "calculus",
            "interpretation",
            "random phenomena",
            "hypothesis",
            "design",
            "giving",
            "sense",
            "industrial",
            "statistical relationship",
            "5th century BC",
            "other",
            "masses",
            "alternative",
            "false negative",
            "Inferences",
            "population",
            "least",
            "people",
            "two data sets",
            "null",
            "area",
            "system",
            "additional measurements",
            "crystal",
            "example",
            "relationship",
            "test",
            "actual difference",
            "adequate null hypothesis",
            "noise",
            "inquiry",
            "surveys",
            "census data",
            "Numerical statements",
            "mean",
            "properties",
            "framework",
            "false",
            "statistical data",
            "ancient civilization",
            "Statistics",
            "Descriptive statistics",
            "two statistical data sets",
            "conclusions",
            "statistical model process",
            "Merriam",
            "errors",
            "descriptive statistics",
            "two basic forms",
            "Many",
            "whole",
            "experimental manipulation",
            "social problem",
            "experiments",
            "standard deviation",
            "members",
            "standard statistical procedure",
            "values",
            "statistical tests",
            "relation",
            "presentation",
            "false positive",
            "center",
            "central tendency",
            "measurements",
            "problem",
            "problems",
            "error",
            "subject",
            "18th century",
            "atom",
            "Multiple problems",
            "presence",
            "Type II errors",
            "analyst",
            "statisticians",
            "Statistician Sir Arthur Lyon Bowley",
            "distribution",
            "popular definitions",
            "specific experiment designs",
            "data",
            "aspects"
        ],
        "sentences":"Statistics is branch of mathematics dealing with the collection, analysis, interpretation, presentation, and organization of data. In applying statistics to, e.g., scientific, industrial, or social problem, it is conventional to begin with statistical population or statistical model process to be studied. Populations can be diverse topics such as \"all people living in country\" or \"every atom composing crystal\". Statistics deals with all aspects of data including the planning of data collection in terms of the design of surveys and experiments. Some popular definitions are: Merriam-Webster dictionary defines statistics as \"a branch of mathematics dealing with the collection, analysis, interpretation, and presentation of masses of numerical data\"\". Statistician Sir Arthur Lyon Bowley defines statistics as \"Numerical statements of facts in any department of inquiry placed in relation to each other\". When census data cannot be collected, statisticians collect data by developing specific experiment designs and survey samples. Representative sampling assures that inferences and conclusions can safely extend from the sample to the population as whole. An experimental study involves taking measurements of the system under study, manipulating the system, and then taking additional measurements using the same procedure to determine if the manipulation has modified the values of the measurements. In contrast, an observational study does not involve experimental manipulation. Two main statistical methods are used in data analysis: descriptive statistics, which summarizes data from sample using indexes such as the mean or standard deviation, and inferential statistics, which draws conclusions from data that are subject to random variation (e.g., observational errors, sampling variation). Descriptive statistics are most often concerned with two sets of properties of distribution (sample or population): central tendency (or location) seeks to characterize the distribution's central or typical value, while dispersion (or variability) characterizes the extent to which members of the distribution depart from its center and each other. Inferences on mathematical statistics are made under the framework of probability theory, which deals with the analysis of random phenomena. standard statistical procedure involves the test of the relationship between two statistical data sets, or data set and synthetic data drawn from idealized model. hypothesis is proposed for the statistical relationship between the two data sets, and this is compared as an alternative to an idealized null hypothesis of no relationship between two data sets. Rejecting or disproving the null hypothesis is done using statistical tests that quantify the sense in which the null can be proven false, given the data that are used in the test. Working from null hypothesis, two basic forms of error are recognized: Type errors (null hypothesis is falsely rejected giving \"false positive\") and Type II errors (null hypothesis fails to be rejected and an actual difference between populations is missed giving \"false negative\"). Multiple problems have come to be associated with this framework: ranging from obtaining sufficient sample size to specifying an adequate null hypothesis. Measurement processes that generate statistical data are also subject to error. Many of these errors are classified as random (noise) or systematic (bias), but other types of errors (e.g., blunder, such as when an analyst reports incorrect units) can also be important. The presence of missing data or censoring may result in biased estimates and specific techniques have been developed to address these problems. Statistics can be said to have begun in ancient civilization, going back at least to the 5th century BC, but it was not until the 18th century that it started to draw more heavily from calculus and probability theory. Statistics continues to be an area of active research, for example on the problem of how to analyze Big data."
    },
    {
        "document":"disaster",
        "phrases":[
            "city states such",
            "Greek",
            "states",
            "oppositions",
            "monarchic elements",
            "oligarchy",
            "modern history",
            "human rights",
            "parliament",
            "four key elements",
            "law",
            "adult citizens",
            "harald",
            "19th",
            "democratic citizenship",
            "ambiguous",
            "slaves",
            "elite class",
            "democratic",
            "Classical Athens",
            "free",
            "form",
            "citizens exercise power",
            "various schemes",
            "distinction",
            "political scientist Larry Diamond",
            "ancient",
            "pre",
            "most modern democracies",
            "tyranny",
            "small number",
            "such",
            "Protection",
            "absolute monarchy",
            "national level",
            "Dēmokratía",
            "opposition",
            "body",
            "power",
            "δημοκρατία",
            "contrast",
            "opportunities",
            "citizens",
            "leaders",
            "contemporary governments",
            "representatives",
            "democracy",
            "West",
            "democratic governments",
            "women",
            "Greek city",
            "Democracy",
            "Roman Republic",
            "English word",
            "Finland",
            "suffrage movements",
            "ἀριστοκρατία",
            "commoners",
            "20th centuries",
            "active participation",
            "full enfranchisement",
            "5th century BC",
            "oligarchic",
            "aristokratía",
            "Middle Latin equivalents",
            "people",
            "revolution",
            "late antiquity",
            "Athens",
            "antonym",
            "system",
            "example",
            "rule",
            "Karl Popper",
            "forms",
            "inclusive democracy",
            "political systems",
            "degrees",
            "majority",
            "civic life",
            "free male population",
            "beginning",
            "government",
            "free men",
            "individuals",
            "Greek philosophy",
            "dictatorship",
            "politics",
            "laws",
            "practice",
            "aristocracy",
            "political system",
            "fair elections",
            "procedures",
            "older Middle French",
            "enfranchisement",
            "need",
            "civilized societies",
            "individual",
            "term",
            "16th century",
            "first government",
            "political participation",
            "Western democracy",
            "modern usage",
            "distinct",
            "definitions",
            "elite"
        ],
        "sentences":"Democracy (Greek: δημοκρατία, Dēmokratía literally \"rule of the commoners\"), in modern usage, is system of government in which the citizens exercise power directly or elect representatives from among themselves to form governing body, such as parliament. Democracy is sometimes referred to as \"rule of the majority\". Western democracy, as distinct from that that existed in pre-civilized societies, is generally considered to have originated in city states such as Classical Athens and the Roman Republic, where various schemes and degrees of enfranchisement of the free male population were observed before the form disappeared in the West at the beginning of late antiquity. The English word dates to the 16th century, from the older Middle French and Middle Latin equivalents. According to political scientist Larry Diamond, democracy consists of four key elements: (a) political system for choosing and replacing the government through free and fair elections; (b) The active participation of the people, as citizens, in politics and civic life; (c) Protection of the human rights of all citizens, and (d) rule of law, in which the laws and procedures apply equally to all citizens. In the 5th century BC, to denote the political systems then existing in Greek city-states, notably Athens, the term is an antonym to aristocracy (ἀριστοκρατία, aristokratía), meaning \"rule of an elite\". While theoretically these definitions are in opposition, in practice the distinction has been blurred historically. The political system of Classical Athens, for example, granted democratic citizenship to free men and excluded slaves and women from political participation. In 1906, Finland became the first government to harald more inclusive democracy at the national level. In virtually all democratic governments throughout ancient and modern history, democratic citizenship consisted of an elite class until full enfranchisement was won for all adult citizens in most modern democracies through the suffrage movements of the 19th and 20th centuries. Democracy contrasts with forms of government where power is either held by an individual, as in an absolute monarchy, or where power is held by small number of individuals, as in an oligarchy. Nevertheless, these oppositions, inherited from Greek philosophy, are now ambiguous because contemporary governments have mixed democratic, oligarchic, and monarchic elements. Karl Popper defined democracy in contrast to dictatorship or tyranny, thus focusing on opportunities for the people to control their leaders and to oust them without the need for revolution."
    },
    {
        "document":"disaster",
        "phrases":[
            "Many sociologists",
            "others",
            "interaction",
            "interpretative",
            "study",
            "administrators",
            "military",
            "law",
            "health",
            "medical",
            "social capital",
            "organisation",
            "change",
            "social order",
            "society",
            "origins",
            "hermeneutic",
            "sociology",
            "policy makers",
            "theoretical understanding",
            "linguistic",
            "critical analysis",
            "cultural turns",
            "further subjects",
            "social processes",
            "deviance",
            "institutions",
            "profit organizations",
            "such",
            "interplay",
            "individual agency",
            "penal institutions",
            "education",
            "scientific knowledge",
            "empirical investigation",
            "social workers",
            "general",
            "Subject matter",
            "qualitative",
            "developers",
            "Social research",
            "body",
            "research",
            "legislators",
            "analysis",
            "sociology level",
            "great deal",
            "social issues",
            "various methods",
            "new",
            "people interested",
            "1990s",
            "disorder",
            "networks",
            "welfare",
            "secularization",
            "macro level",
            "spheres",
            "social activity",
            "rise",
            "Internet",
            "range",
            "micro",
            "social research",
            "quantitative techniques",
            "business magnates",
            "sexuality",
            "human activity",
            "market research",
            "crossover",
            "educators",
            "rigorous techniques",
            "end",
            "managers",
            "beginning",
            "2000s",
            "social network analysis",
            "other statistical fields",
            "politicians",
            "development",
            "role",
            "Sociology",
            "systems",
            "knowledge",
            "social class",
            "social scientific methods",
            "agent",
            "social mobility",
            "mid",
            "religion",
            "social stratification",
            "governmental organizations",
            "social policy",
            "focus",
            "variety",
            "philosophic approaches",
            "social structure",
            "social behaviour",
            "modelling",
            "social science",
            "Social researchers",
            "twentieth century",
            "planners",
            "traditional focuses"
        ],
        "sentences":"Sociology is the study of social behaviour or society, including its origins, development, organisation, networks, and institutions. It is social science that uses various methods of empirical investigation and critical analysis to develop body of knowledge about social order, disorder, and change. Many sociologists aim to conduct research that may be applied directly to social policy and welfare, while others focus primarily on refining the theoretical understanding of social processes. Subject matter ranges from the micro-sociology level of individual agency and interaction to the macro level of systems and the social structure. The traditional focuses of sociology include social stratification, social class, social mobility, religion, secularization, law, sexuality and deviance. As all spheres of human activity are affected by the interplay between social structure and individual agency, sociology has gradually expanded its focus to further subjects, such as health, medical, military and penal institutions, the Internet, education, social capital and the role of social activity in the development of scientific knowledge. The range of social scientific methods has also expanded. Social researchers draw upon variety of qualitative and quantitative techniques. The linguistic and cultural turns of the mid-twentieth century led to increasingly interpretative, hermeneutic, and philosophic approaches towards the analysis of society. Conversely, the end of the 1990s and the beginning of 2000s have seen the rise of new analytically, mathematically and computationally rigorous techniques, such as agent-based modelling and social network analysis. Social research informs politicians and policy makers, educators, planners, legislators, administrators, developers, business magnates, managers, social workers, non-governmental organizations, non-profit organizations, and people interested in resolving social issues in general. There is often great deal of crossover between social research, market research, and other statistical fields."
    },
    {
        "document":"disaster",
        "phrases":[
            "pursuit",
            "common ideal",
            "socio",
            "study",
            "ability",
            "ethical consumerism",
            "climate change",
            "sustainable cities",
            "environments",
            "time",
            "friendly chemical engineering",
            "economics",
            "Information",
            "property",
            "process",
            "natural resources",
            "target goal",
            "healthy wetlands",
            "environmental protection",
            "conservation biology",
            "unlimited economic growth",
            "fields",
            "sustainable system",
            "transport",
            "holistic approach",
            "more general terms",
            "sustainable development",
            "local",
            "four interconnected domains",
            "green building",
            "humanity",
            "space",
            "earth science",
            "sustainable architecture",
            "productive",
            "homeostasis",
            "many forms",
            "new technologies",
            "environmental sustainability",
            "processes",
            "sustainable fission",
            "science",
            "reversible manner",
            "Ways",
            "flexible",
            "environmental science",
            "practices",
            "green chemistry",
            "overconsumption",
            "forests",
            "environmental degradation",
            "increased popularity",
            "natural ecosystems",
            "sustainability",
            "examples",
            "ideal",
            "human societies",
            "ecology",
            "use",
            "humans",
            "principle",
            "population growth",
            "diverse",
            "other organisms",
            "municipalities",
            "light",
            "Sustainability",
            "human economies",
            "permaculture",
            "system",
            "Healthy ecosystems",
            "end point",
            "negative human impact",
            "possibility",
            "fusion power",
            "societies",
            "sustainable agriculture",
            "culture",
            "environmental resources management",
            "ecological process",
            "Sustainability science",
            "international",
            "academic research",
            "temporal processes",
            "politics",
            "renewable energy",
            "systems",
            "sustainable biological systems",
            "definition unattainable",
            "green technologies",
            "national law",
            "Ecological economics studies",
            "human",
            "conditions",
            "necessary",
            "social challenge",
            "endurance",
            "ecosystem equilibrium",
            "term",
            "ecovillages",
            "biological systems",
            "individual lifestyles",
            "survival",
            "urban planning",
            "economic sectors"
        ],
        "sentences":"In ecology, sustainability (from sustain and ability) is the property of biological systems to remain diverse and productive indefinitely. Long-lived and healthy wetlands and forests are examples of sustainable biological systems. In more general terms, sustainability is the endurance of systems and processes. The organizing principle for sustainability is sustainable development, which includes the four interconnected domains: ecology, economics, politics and culture. Sustainability science is the study of sustainable development and environmental science. Sustainability can also be defined as socio-ecological process characterized by the pursuit of common ideal. An ideal is by definition unattainable in given time and space. However, by persistently and dynamically approaching it, the process results in sustainable system. Healthy ecosystems and environments are necessary to the survival of humans and other organisms. Ways of reducing negative human impact are environmentally-friendly chemical engineering, environmental resources management and environmental protection. Information is gained from green chemistry, earth science, environmental science and conservation biology. Ecological economics studies the fields of academic research that aim to address human economies and natural ecosystems. Moving towards sustainability is also social challenge that entails international and national law, urban planning and transport, local and individual lifestyles and ethical consumerism. Ways of living more sustainably can take many forms from reorganizing living conditions (e.g., ecovillages, eco-municipalities and sustainable cities), reappraising economic sectors (permaculture, green building, sustainable agriculture), or work practices (sustainable architecture), using science to develop new technologies (green technologies, renewable energy and sustainable fission and fusion power), or designing systems in flexible and reversible manner, and adjusting individual lifestyles that conserve natural resources. \"The term 'sustainability' should be viewed as humanity's target goal of human-ecosystem equilibrium (homeostasis), while 'sustainable development' refers to the holistic approach and temporal processes that lead us to the end point of sustainability.\" (305) Despite the increased popularity of the use of the term \"sustainability\", the possibility that human societies will achieve environmental sustainability has been, and continues to be, questioned—in light of environmental degradation, climate change, overconsumption, population growth and societies' pursuit of unlimited economic growth in closed system."
    },
    {
        "document":"disaster",
        "phrases":[
            "distinct Canadian identity",
            "prisoners",
            "June",
            "Dolley Madison",
            "national honor",
            "American declaration",
            "frontier",
            "April",
            "Napoleon",
            "Mobile District",
            "side",
            "Chesapeake – Leopard Affair",
            "significance",
            "merchant ships",
            "everything",
            "stalemate",
            "British Empire",
            "United States national anthem",
            "several reasons",
            "friendly trade relations",
            "western parts",
            "British government",
            "able",
            "Today",
            "trade restrictions",
            "scale battles",
            "200 years",
            "Ontario",
            "Upper",
            "10,000 American merchant sailors",
            "repulses",
            "defeat",
            "face",
            "Second",
            "U.S. armies",
            "early American history",
            "boundary changes",
            "Southern United States",
            "partisan animosity",
            "Canada",
            "Midwest",
            "second war",
            "insults",
            "war owners",
            "military conflict",
            "serious defeats",
            "United States",
            "Mr. Madison ’s War",
            "conclusion",
            "pre",
            "warships",
            "key issues",
            "restriction",
            "local Canadian militia victories",
            "iconic",
            "European American settlers",
            "Good Feelings",
            "same level",
            "governments",
            "President James Madison",
            "naval battles",
            "North American colonies",
            "power",
            "Plattsburgh",
            "large numbers",
            "conflict",
            "larger Napoleonic Wars",
            "Early victories",
            "Era",
            "strong loyalty",
            "attack",
            "Baltimore",
            "euphoria",
            "respective roles",
            "result",
            "Treaty",
            "Lower Canada",
            "part",
            "Ottawa",
            "exception",
            "militia",
            "borders",
            "Europe",
            "large raids",
            "reason",
            "news",
            "more professional force",
            "important part",
            "British sponsorship",
            "opportunistic ploy",
            "War",
            "much",
            "British",
            "Native American allies",
            "United Kingdom",
            "year commemoration",
            "British war",
            "U.S.",
            "sense",
            "Waterloo",
            "1812 Monument",
            "other",
            "sides",
            "January",
            "outrage",
            "invasion",
            "impressment",
            "Native American tribes",
            "Napoleonic Wars",
            "permanent ownership",
            "Spangled Banner",
            "defensive strategy",
            "native buffer state",
            "America",
            "major turning point",
            "Montreal",
            "territorial claims",
            "modern",
            "New York",
            "large",
            "Britain",
            "normality",
            "Historians",
            "New Orleans",
            "day United States",
            "aggressive strategy",
            "historical lessons",
            "December",
            "spare troops",
            "eager",
            "many",
            "capture",
            "primary British war goal",
            "bicentennial commemorations",
            "U.S.–Canadian frontier",
            "majority",
            "return",
            "Atlantic coast",
            "difficult",
            "end",
            "invasions",
            "control",
            "Washington",
            "government",
            "privateers",
            "prospect",
            "treaty",
            "Spain",
            "independent Indian confederacy",
            "war",
            "British armies",
            "development",
            "further American offensives",
            "Star",
            "border",
            "Andrew Jackson",
            "American nationalism",
            "second force",
            "Upper Canada",
            "demands",
            "Canadas",
            "U.S. military",
            "Ghent",
            "three theatres",
            "view",
            "minor theatre",
            "frequent",
            "sea",
            "late victories",
            "peace",
            "ruinous war",
            "later stages",
            "U.S. forces",
            "warships due",
            "interest",
            "naval forces",
            "Royal Navy",
            "memory",
            "ships",
            "Gulf Coast",
            "land",
            "France",
            "August",
            "accordance",
            "Lake Erie",
            "New England",
            "independence",
            "belligerent",
            "Battle",
            "own right",
            "footnote",
            "new national War",
            "conquest",
            "major defeat",
            "British support",
            "peace negotiations",
            "early",
            "February",
            "battles"
        ],
        "sentences":"The War of 1812 was military conflict that lasted from June 1812 to February 1815, fought between the United States of America and the United Kingdom, its North American colonies, and its Native American allies. Historians in the United States and Canada see it as war in its own right, but the British often see it as minor theatre of the Napoleonic Wars. By the war's end in early 1815, the key issues had been resolved and peace returned with no boundary changes. The United States declared war for several reasons, including trade restrictions brought about by the British war with France, the impressment of as many as 10,000 American merchant sailors into the Royal Navy, British support for Native American tribes fighting European American settlers on the frontier, outrage over insults to national honor during the Chesapeake–Leopard Affair, and interest in the United States in expanding its borders west. The British government, which felt it had done everything in its power to try to avert the war, were dismayed by the American declaration, and believed it to have been an opportunistic ploy by President James Madison to annex Canada while Britain was fighting ruinous war with France. The view was shared in much of New England and for that reason the war was widely referred to there as Mr. Madison’s War. As result, the primary British war goal was to defend their North American colonies. The war was fought in three theatres. First, at sea, warships and privateers of each side attacked the other's merchant ships, while the British blockaded the Atlantic coast of the United States and mounted large raids in the later stages of the war. Second, land and naval battles were fought on the U.S.–Canadian frontier. Third, large-scale battles were fought in the Southern United States and Gulf Coast. At the end of the war, both sides signed and ratified the Treaty of Ghent and, in accordance with the treaty, returned occupied land, prisoners of war and captured ships (with the exception of warships due to frequent re-commissioning upon capture) to their pre-war owners and resumed friendly trade relations without restriction. With the majority of its land and naval forces tied down in Europe fighting the Napoleonic Wars, the British used defensive strategy until 1814. Early victories over poorly-led U.S. armies demonstrated that the conquest of the Canadas would prove more difficult than anticipated. Despite this, the U.S. was able to inflict serious defeats on Britain's Native American allies, ending the prospect of an independent Indian confederacy in the Midwest under British sponsorship. U.S. forces took control of Lake Erie in 1813, and seized western parts of Upper Canada, but further American offensives aimed at Montreal failed, and the war also degenerated into stalemate in Upper Canada by 1814. In April 1814, with the defeat of Napoleon, Britain now had large numbers of spare troops and adopted more aggressive strategy, launching invasions of the United States; however, an invasion of New York was defeated at Plattsburgh, and second force, although successfully capturing Washington, was ultimately repulsed during an attack on Baltimore. Both governments were eager for return to normality and peace negotiations began in Ghent in August 1814. These repulses led Britain to drop demands for native buffer state and some territorial claims, and peace was finally signed in December 1814, although news failed to arrive before the British suffered major defeat at New Orleans in January 1815. In the United States, late victories over invading British armies at the battles of Plattsburgh, Baltimore (inspiring the United States national anthem, \"The Star-Spangled Banner\") and New Orleans produced sense of euphoria over \"second war of independence\" against Britain. This brought an \"Era of Good Feelings\" in which partisan animosity nearly vanished in the face of strengthened American nationalism. The war was also major turning point in the development of the U.S. military, with militia being increasingly replaced by more professional force. The U.S. also acquired permanent ownership of Spain's Mobile District, although Spain was not belligerent. In Upper and Lower Canada, British and local Canadian militia victories over invading U.S. armies became iconic and promoted the development of distinct Canadian identity, which included strong loyalty to Britain. Today, particularly in Ontario, memory of the war retains significance, because the defeat of the invasions ensured that the Canadas would remain part of the British Empire, rather than be annexed by the United States. The government of Canada declared three-year commemoration of the War of 1812 in 2012, intended to offer historical lessons and celebrate 200 years of peace across the border. At the conclusion of the bicentennial commemorations in 2014, new national War of 1812 Monument was unveiled in Ottawa. The conflict has not been commemorated on nearly the same level in the modern-day United States, though it is still taught as an important part of early American history, and Dolley Madison and Andrew Jackson's respective roles in the war are especially emphasized. The war is remembered in Britain primarily as footnote in the much larger Napoleonic Wars occurring in Europe, which effectively ended in 1815 at the Battle of Waterloo."
    },
    {
        "document":"disaster",
        "phrases":[
            "better decisions",
            "researchers Pierre Lévy",
            "self",
            "predictive validity",
            "convergence culture",
            "diverse society",
            "general collective intelligence factor factor",
            "Ron Dembo",
            "superior outcomes",
            "social knowledge",
            "goal",
            "idea",
            "ability",
            "collective efforts",
            "group intelligence",
            "factor",
            "collective",
            "Collective intelligence",
            "business",
            "time knowledge",
            "social capital",
            "indispensable characteristic",
            "wide range",
            "media power",
            "Information communication technologies",
            "collective pool",
            "form",
            "sociology",
            "way people",
            "shift",
            "operationalization",
            "computer science",
            "Flew",
            "crowdsourcing applications",
            "Howard Bloom",
            "experts",
            "JC Herz",
            "autonomous problem solvers",
            "tasks",
            "education",
            "proprietary software",
            "hardware",
            "ways",
            "notion",
            "sociobiology",
            "knowledge cultures",
            "schools",
            "power",
            "means",
            "learners",
            "Gottfried Mayer",
            "mass peer review",
            "cult",
            "mutual recognition",
            "competition",
            "authorities",
            "mass activity",
            "symbiotic intelligence",
            "Henry Jenkins",
            "extent",
            "emergent property",
            "score",
            "new scientific understanding",
            "intelligence",
            "corporations",
            "Douglas Engelbart",
            "collective intelligence",
            "Kress",
            "quotient",
            "Douglas Hofstadter",
            "bacteria",
            "collaboration",
            "alternative source",
            "important",
            "Collective IQ",
            "support",
            "general individual intelligence",
            "software",
            "consensus decision making",
            "group",
            "interrelated",
            "other means",
            "Norman Lee Johnson",
            "Pierre Lévy",
            "interlinked",
            "people",
            "open source intelligence",
            "context",
            "Francis Heylighen",
            "science fiction",
            "Derrick de Kerckhove",
            "measurement",
            "new insights",
            "attention",
            "Peter Russell",
            "understanding",
            "g",
            "Causes",
            "information",
            "g.",
            "communities",
            "animals",
            "processing information",
            "culture",
            "capacity",
            "individuals",
            "claim",
            "mass communications",
            "effective mobilization",
            "social media",
            "statistical methods",
            "formalisms such",
            "Writers",
            "human interactions",
            "Group",
            "systems",
            "networked ICTs",
            "groups",
            "knowledge",
            "basis",
            "Similar",
            "Eric S. Raymond",
            "intelligence quotient",
            "concept",
            "three elements",
            "Definition",
            "political science",
            "Media theorist Henry Jenkins",
            "collective idea sharing",
            "term collective intelligence",
            "synergies",
            "democratization",
            "formal learning settings",
            "individual",
            "Tom Atlee",
            "term",
            "real time",
            "feedback",
            "measure",
            "IQ",
            "Cliff Joslyn",
            "skills",
            "CI",
            "enrichment",
            "consensus",
            "hostile",
            "definition",
            "many individuals"
        ],
        "sentences":"Collective intelligence (CI) is shared or group intelligence that emerges from the collaboration, collective efforts, and competition of many individuals and appears in consensus decision making. The term appears in sociobiology, political science and in context of mass peer review and crowdsourcing applications. It may involve consensus, social capital and formalisms such as voting systems, social media and other means of quantifying mass activity. Collective IQ is measure of collective intelligence, although it is often used interchangeably with the term collective intelligence. Collective intelligence has also been attributed to bacteria and animals. It can be understood as an emergent property from the synergies among: 1) data-information-knowledge; 2) software-hardware; and 3) experts (those with new insights as well as recognized authorities) that continually learns from feedback to produce just-in-time knowledge for better decisions than these three elements acting alone. Or more narrowly as an emergent property between people and ways of processing information. This notion of collective intelligence is referred to as \"symbiotic intelligence\" by Norman Lee Johnson. The concept is used in sociology, business, computer science and mass communications: it also appears in science fiction. Pierre Lévy defines collective intelligence as, \"It is form of universally distributed intelligence, constantly enhanced, coordinated in real time, and resulting in the effective mobilization of skills. I'll add the following indispensable characteristic to this definition: The basis and goal of collective intelligence is mutual recognition and enrichment of individuals rather than the cult of fetishized or hypostatized communities.\" According to researchers Pierre Lévy and Derrick de Kerckhove, it refers to capacity of networked ICTs (Information communication technologies) to enhance the collective pool of social knowledge by simultaneously expanding the extent of human interactions. Collective intelligence strongly contributes to the shift of knowledge and power from the individual to the collective. According to Eric S. Raymond (1998) and JC Herz (2005), open source intelligence will eventually generate superior outcomes to knowledge generated by proprietary software developed within corporations (Flew 2008). Media theorist Henry Jenkins sees collective intelligence as an 'alternative source of media power', related to convergence culture. He draws attention to education and the way people are learning to participate in knowledge cultures outside formal learning settings. Henry Jenkins criticizes schools which promote 'autonomous problem solvers and self-contained learners' while remaining hostile to learning through the means of collective intelligence. Both Pierre Lévy (2007) and Henry Jenkins (2008) support the claim that collective intelligence is important for democratization, as it is interlinked with knowledge-based culture and sustained by collective idea sharing, and thus contributes to better understanding of diverse society. Similar to the factor (g) for general individual intelligence, new scientific understanding of collective intelligence aims to extract general collective intelligence factor factor for groups indicating group's ability to perform wide range of tasks. Definition, operationalization and statistical methods are derived from g. Similarly as is highly interrelated with the concept of IQ, this measurement of collective intelligence can be interpreted as intelligence quotient for groups (Group-IQ) even though the score is not quotient per se. Causes for and predictive validity are investigated as well. Writers who have influenced the idea of collective intelligence include Douglas Hofstadter (1979), Peter Russell (1983), Tom Atlee (1993), Pierre Lévy (1994), Howard Bloom (1995), Francis Heylighen (1995), Douglas Engelbart, Cliff Joslyn, Ron Dembo, Gottfried Mayer-Kress (2003)."
    },
    {
        "document":"disaster",
        "phrases":[
            "internal feedback loops",
            "complex systems",
            "time",
            "stocks",
            "time delays",
            "approach",
            "flows",
            "table functions",
            "SD",
            "nonlinear behaviour",
            "System dynamics"
        ],
        "sentences":"System dynamics (SD) is an approach to understanding the nonlinear behaviour of complex systems over time using stocks, flows, internal feedback loops, table functions and time delays."
    },
    {
        "document":"disaster",
        "phrases":[
            "300 years",
            "Human attempts",
            "jet stream flow",
            "extratropical cyclones",
            "year",
            "anticyclonic storm",
            "qualification",
            "weather system",
            "clear",
            "temperatures",
            "movement",
            "100 °F",
            "wet",
            "dry",
            "different angles",
            "time",
            "years",
            "term climate",
            "stormy",
            "technology",
            "weather patterns",
            "constant",
            "location",
            "Surface temperature differences",
            "state",
            "incident",
            "most atmospheric heating",
            "polar",
            "Weather",
            "planetary bodies",
            "axis",
            "long",
            "agriculture",
            "−40 °F",
            "surface",
            "space",
            "longer periods",
            "Ferrel Cell",
            "such",
            "star",
            "Weather forecasting",
            "industry",
            "science",
            "particular spot",
            "radiative losses",
            "history",
            "orbital plane",
            "weather",
            "solar energy",
            "application",
            "degree",
            "thin atmosphere",
            "Weather systems",
            "strong temperature contrast",
            "jet stream",
            "Great Red Spot",
            "small changes",
            "future time",
            "cooler",
            "latitudes",
            "result",
            "other planets",
            "Polar Cell",
            "atmosphere",
            "lower altitudes",
            "human activities such",
            "turn cause pressure differences",
            "changes",
            "troposphere",
            "corona",
            "rise",
            "sunlight",
            "tropical air",
            "Hadley Cell",
            "orbit",
            "Jupiter",
            "averaging",
            "helpful",
            "one place",
            "cold",
            "Most weather phenomena",
            "cloudy",
            "system",
            "latitude",
            "mass",
            "Higher altitudes",
            "instabilities",
            "calm",
            "°C",
            "large effects",
            "day temperature",
            "one part",
            "evidence",
            "global climate change",
            "thousands",
            "angle",
            "relative",
            "Solar System",
            "due",
            "whole",
            "mid",
            "air pressure",
            "moisture differences",
            "day",
            "Earth",
            "solar wind",
            "chaotic system",
            "term",
            "hot",
            "temperature",
            "atmospheric conditions",
            "largest scale atmospheric circulations",
            "limited",
            "climate",
            "different times",
            "distribution",
            "sun",
            "precipitation activity",
            "lowest level",
            "Sun",
            "famous landmark",
            "stratosphere",
            "differences",
            "amount"
        ],
        "sentences":"Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy. Most weather phenomena occur in the lowest level of the atmosphere, the troposphere, just below the stratosphere. Weather refers to day-to-day temperature and precipitation activity, whereas climate is the term for the averaging of atmospheric conditions over longer periods of time. When used without qualification, \"weather\" is generally understood to mean the weather of Earth. Weather is driven by air pressure, temperature and moisture differences between one place and another. These differences can occur due to the sun's angle at any particular spot, which varies with latitude. The strong temperature contrast between polar and tropical air gives rise to the largest scale atmospheric circulations: the Hadley Cell, the Ferrel Cell, the Polar Cell, and the jet stream. Weather systems in the mid-latitudes, such as extratropical cyclones, are caused by instabilities of the jet stream flow. Because the Earth's axis is tilted relative to its orbital plane, sunlight is incident at different angles at different times of the year. On Earth's surface, temperatures usually range ±40 °C (−40 °F to 100 °F) annually. Over thousands of years, changes in Earth's orbit can affect the amount and distribution of solar energy received by the Earth, thus influencing long-term climate and global climate change. Surface temperature differences in turn cause pressure differences. Higher altitudes are cooler than lower altitudes as most atmospheric heating is due to contact with the Earth's surface while radiative losses to space are mostly constant. Weather forecasting is the application of science and technology to predict the state of the atmosphere for future time and given location. The Earth's weather system is chaotic system; as result, small changes to one part of the system can grow to have large effects on the system as whole. Human attempts to control the weather have occurred throughout history, and there is evidence that human activities such as agriculture and industry have modified weather patterns. Studying how the weather works on other planets has been helpful in understanding how weather works on Earth. famous landmark in the Solar System, Jupiter's Great Red Spot, is an anticyclonic storm known to have existed for at least 300 years. However, weather is not limited to planetary bodies. star's corona is constantly being lost to space, creating what is essentially very thin atmosphere throughout the Solar System. The movement of mass ejected from the Sun is known as the solar wind."
    },
    {
        "document":"disaster",
        "phrases":[
            "selfishness",
            "principles",
            "nature",
            "moral universalism",
            "moral absolutism",
            "sense",
            "general context",
            "illusory leads",
            "evil",
            "oneness",
            "relative",
            "Abrahamic religious influence",
            "views",
            "opposite",
            "antagonistic duality",
            "article",
            "ignorance",
            "good",
            "duality",
            "unbalanced behavior",
            "philosophical question",
            "elements",
            "amoralism",
            "Evil",
            "morality",
            "conditions",
            "profound immorality",
            "questions",
            "doers",
            "moral relativism",
            "certain religious contexts",
            "recognition",
            "absence",
            "evildoer",
            "motives",
            "analysis",
            "neglect",
            "forms",
            "supernatural force",
            "Definitions",
            "term",
            "cultures",
            "four opposed camps",
            "Śūnyatā",
            "evil vary",
            "part",
            "Buddhist spiritual influence",
            "reality",
            "dualistic antagonistic opposite",
            "absolute",
            "expediency",
            "agency",
            "events",
            "emptiness"
        ],
        "sentences":"Evil, in general context, is the absence or opposite of that which is described as being good. Often, evil denotes profound immorality. In certain religious contexts, evil has been described as supernatural force. Definitions of evil vary, as does the analysis of its motives. However, elements that are commonly associated with evil involve unbalanced behavior involving expediency, selfishness, ignorance, or neglect. In cultures with an Abrahamic religious influence, evil is usually perceived as the dualistic antagonistic opposite of good, in which good should prevail and evil should be defeated. In cultures with Buddhist spiritual influence, both good and evil are perceived as part of an antagonistic duality that itself must be overcome through achieving Śūnyatā meaning emptiness in the sense of recognition of good and evil being two opposing principles but not reality, emptying the duality of them, and achieving oneness. The philosophical question of whether morality is absolute, relative, or illusory leads to questions about the nature of evil, with views falling into one of four opposed camps: moral absolutism, amoralism, moral relativism, and moral universalism. While the term is applied to events and conditions without agency, the forms of evil addressed in this article presume an evildoer or doers."
    },
    {
        "document":"disaster",
        "phrases":[
            "prisoners",
            "specific socio",
            "deaths",
            "others",
            "million people",
            "deadliest war",
            "500,000 Jews",
            "modern history",
            "terms",
            "prewar population",
            "Soviet Belarus",
            "territory",
            "unarmed civilians",
            "state",
            "concerns belligerent",
            "proportion",
            "2013 war",
            "humanity",
            "destruction",
            "combatant casualties",
            "72,000 deaths",
            "social spending",
            "general",
            "history",
            "battlefields",
            "universal",
            "Paraguayan War",
            "common activities",
            "conflict",
            "wars",
            "mortality",
            "parties",
            "result",
            "ecological circumstances",
            "Second World War",
            "instance",
            "civilians",
            "Germans",
            "Richard Smalley",
            "armed conflict",
            "War",
            "types",
            "Mongol conquests",
            "cultural",
            "cumulative number",
            "regular",
            "other",
            "sixth",
            "massive civilian",
            "start",
            "famine",
            "propaganda",
            "Warfare",
            "warfare",
            "extreme aggression",
            "partisans",
            "scholars",
            "large",
            "revenues",
            "absence",
            "prevalence",
            "societies",
            "vast majority",
            "infrastructure",
            "million deaths",
            "ecosystem",
            "fifty years",
            "war",
            "Total war",
            "320,000 people",
            "human nature",
            "biggest problem",
            "weapons manufacturers",
            "mistreatment",
            "byproduct",
            "ancestral aspect",
            "actions",
            "destructive war",
            "characteristics",
            "700,000 prisoners",
            "peace",
            "next",
            "Paraguayan War casualties",
            "scale emigration",
            "losses",
            "31,000 deaths",
            "significant deterioration",
            "irregular military forces",
            "legitimate military targets",
            "war zone"
        ],
        "sentences":"War is state of armed conflict between societies. It is generally characterized by extreme aggression, destruction, and mortality, using regular or irregular military forces. An absence of war is usually called \"peace\". Warfare refers to the common activities and characteristics of types of war, or of wars in general. Total war is warfare that is not restricted to purely legitimate military targets, and can result in massive civilian or other non-combatant casualties. While some scholars see war as universal and ancestral aspect of human nature, others argue it is result of specific socio-cultural or ecological circumstances. The deadliest war in history, in terms of the cumulative number of deaths since its start, is the Second World War, from 1939 to 1945, with 60–85 million deaths, followed by the Mongol conquests at up to 60 million. As concerns belligerent's losses in proportion to its prewar population, the most destructive war in modern history may have been the Paraguayan War (see Paraguayan War casualties). In 2013 war resulted in 31,000 deaths, down from 72,000 deaths in 1990. In 2003, Richard Smalley identified war as the sixth (of ten) biggest problem facing humanity for the next fifty years. War usually results in significant deterioration of infrastructure and the ecosystem, decrease in social spending, famine, large-scale emigration from the war zone, and often the mistreatment of prisoners of war or civilians. For instance, of the nine million people who were on the territory of Soviet Belarus in 1941, some 1.6 million were killed by the Germans in actions away from battlefields, including about 700,000 prisoners of war, 500,000 Jews, and 320,000 people counted as partisans (the vast majority of whom were unarmed civilians). Another byproduct of some wars is the prevalence of propaganda by some or all parties in the conflict, and increased revenues by weapons manufacturers."
    },
    {
        "document":"disaster",
        "phrases":[
            "soul",
            "rejection",
            "Paradiso",
            "Dante Alighieri",
            "journey",
            "Italian",
            "spiritual values",
            "14th",
            "Purgatorio",
            "God",
            "first part",
            "sin",
            "violence",
            "Dante",
            "inˈfɛrno",
            "poem",
            "Earth",
            "century epic poem Divine Comedy",
            "Inferno",
            "fellowmen",
            "fraud",
            "recognition",
            "nine concentric circles",
            "malice",
            "allegory",
            "suffering",
            "human intellect",
            "ancient Roman poet Virgil",
            "bestial appetites",
            "Divine Comedy",
            "Hell",
            "realm ..."
        ],
        "sentences":"Inferno (pronounced [inˈfɛrno]; Italian for \"Hell\") is the first part of Dante Alighieri's 14th-century epic poem Divine Comedy. It is followed by Purgatorio and Paradiso. The Inferno tells the journey of Dante through Hell, guided by the ancient Roman poet Virgil. In the poem, Hell is depicted as nine concentric circles of suffering located within the Earth; it is the \"realm ... of those who have rejected spiritual values by yielding to bestial appetites or violence, or by perverting their human intellect to fraud or malice against their fellowmen.\" As an allegory, the Divine Comedy represents the journey of the soul toward God, with the Inferno describing the recognition and rejection of sin."
    },
    {
        "document":"disaster",
        "phrases":[
            "European royalty",
            "Mozart",
            "keyboard",
            "much",
            "Salzburg court",
            "wife Constanze",
            "27 January",
            "capital",
            "more",
            "violin",
            "posterity",
            "fame",
            "operas",
            "Wolfgang Amadeus Mozart",
            "symphonic",
            "German",
            "influence",
            "100 years",
            "ˈmoːtsaʁt",
            "influential composer",
            "600 works",
            "Salzburg position",
            "pinnacles",
            "age",
            "two sons",
            "death",
            "Johannes Chrysostomus Wolfgangus Theophilus Mozart",
            "/ˈwʊlfɡæŋ",
            "chamber",
            "subsequent Western art music",
            "popular",
            "competent",
            "Salzburg",
            "Vienna",
            "time",
            "early death",
            "own early works",
            "search",
            "Requiem",
            "choral music",
            "ˈmoʊtsɑːrt/",
            "classical composers",
            "symphonies",
            "MOHT",
            "musician",
            "profound",
            "earliest childhood",
            "portions",
            "Classical era",
            "many",
            "5 December",
            "better position",
            "such talent",
            "prodigious ability",
            "concertos",
            "sart",
            "shadow",
            "circumstances",
            "Joseph Haydn",
            "prolific",
            "concertante",
            "ˈvɔlfɡaŋ",
            "restless",
            "little financial security",
            "final years",
            "Ludwig van Beethoven",
            "unfinished",
            "operatic"
        ],
        "sentences":"Wolfgang Amadeus Mozart (/ˈwʊlfɡæŋ æməˈdeɪəs ˈmoʊtsɑːrt/; MOHT-sart; German: [ˈvɔlfɡaŋ amaˈdeːʊs ˈmoːtsaʁt]; 27 January 1756 5 December 1791), baptised as Johannes Chrysostomus Wolfgangus Theophilus Mozart, was prolific and influential composer of the Classical era. Born in Salzburg, he showed prodigious ability from his earliest childhood. Already competent on keyboard and violin, he composed from the age of five and performed before European royalty. At 17, Mozart was engaged as musician at the Salzburg court, but grew restless and traveled in search of better position. While visiting Vienna in 1781, he was dismissed from his Salzburg position. He chose to stay in the capital, where he achieved fame but little financial security. During his final years in Vienna, he composed many of his best-known symphonies, concertos, and operas, and portions of the Requiem, which was largely unfinished at the time of his death. The circumstances of his early death have been much mythologized. He was survived by his wife Constanze and two sons. He composed more than 600 works, many acknowledged as pinnacles of symphonic, concertante, chamber, operatic, and choral music. He is among the most enduringly popular of classical composers, and his influence is profound on subsequent Western art music. Ludwig van Beethoven composed his own early works in the shadow of Mozart, and Joseph Haydn wrote: \"posterity will not see such talent again in 100 years\"."
    },
    {
        "document":"disaster",
        "phrases":[
            "combination",
            "uninhabited regions",
            "widespread human",
            "deaths",
            "own resources",
            "more",
            "percentage",
            "vulnerability",
            "greatest costs",
            "case",
            "contemporary academia",
            "impacts",
            "economic",
            "functioning",
            "community",
            "20 times greater",
            "disaster",
            "ability",
            "low vulnerability",
            "product",
            "areas",
            "consequence",
            "hazards",
            "natural hazards",
            "countries",
            "society",
            "losses due",
            "material",
            "disasters",
            "serious disruption",
            "GDP",
            "95 percent",
            "risk",
            "risks",
            "environmental loss",
            "Hazards"
        ],
        "sentences":"disaster is serious disruption of the functioning of community or society involving widespread human, material, economic or environmental loss and impacts, which exceeds the ability of the affected community or society to cope using its own resources. In contemporary academia, disasters are seen as the consequence of inappropriately managed risk. These risks are the product of combination of both hazards and vulnerability. Hazards that strike in areas with low vulnerability will never become disasters, as in the case of uninhabited regions. Developing countries suffer the greatest costs when disaster hits more than 95 percent of all deaths caused by hazards occur in developing countries, and losses due to natural hazards are 20 times greater (as percentage of GDP) in developing countries than in industrialized countries."
    }
]